Repository: EkaterinePapava/parcellite
Catalog: po/*.po
Languages: ka

source: Action
ka: ქმედება

source: Actions
ka: ქმედებები

source: Actions key combination:
ka: ქმედების ღილაკების კომბინაცია:

source: Add...
ka: დამატება...

source: Alternate Non-printing Display
ka: არაბეჭდვადი სიმბოლოების ჩვენების გადართვა

source: Auto Paste
ka: ავტომატური ჩასმა

source: <b>Clipboards</b>
ka: <b>ბუფერები</b>

source: Beginning
ka: დასაწყისი

source: Behavior
ka: ქცევა

source: <b>History</b>
ka: <b>ისტორია</b>

source: <b>Hotkeys</b>
ka: <b>კლავიატურის მალსახმობები</b>

source: <b>Items</b>
ka: <b>ელემენტები</b>

source: <b>Miscellaneous</b>
ka: <b>სხვადასხვა</b>

source: <b>None</b>
ka: <b>არაფერი</b>

source: <b>Omitting</b>
ka: <b>გამორიცხვა</b>

source: Capture hyperlinks only
ka: მხოლოდ ჰიპერბმულების ჩაჭერა

source: Case Sensitive Search
ka: ძებნა რეგისტრის გათვალისწინებით

source: Character length of items
ka: ელემენტების სიმბოლოების რაოდენობა

source: _Clear
ka: _გასუფთავება

source: Clear the history?
ka: წავშალო ისტორია?

source: Clipboard CLI usage examples: echo "copied to clipboard" | parcellite parcellite "copied to clipboard" echo "copied to clipboard" | parcellite -c
ka: ბუფერის CLI-დან გამოყენების მაგალითები: echo "copied to clipboard" | parcellite parcellite "copied to clipboard" echo "copied to clipboard" | parcellite -c

source: Clipboard Manager
ka: ბუფერის მმართველი

source: Command
ka: ბრძანება

source: Confirm before clearing history
ka: დადასტურება ისტორიის გასუფთავებამდე

source: Control-click Parcellite's tray icon to use actions,
ka: Ctrl+წკაპი Parcellite-ის ხატულაზე საათთან ქმედებების გამოსაყენებლად,

source: Copyright (C) 2007, 2008 Gilberto "Xyhthyx" Miralla Copyright (C) 2010-2013 Doug Springer
ka: საავტორო უფლებები დაცულია (C) 2007, 2008 Gilberto "Xyhthyx" Miralla საავტორო უფლებები დაცულია (C) 2010-2013 Doug Springer

source: Couldn't create directory: %s
ka: ვერ შევქმენი საქაღალდე: %s

source: Current entry on top
ka: მიმდინარე ჩანაწერი თავში

source: DebugUpdate
ka: გამართვის განახლება

source: Display
ka: ჩვენება

source: Display Version info
ka: ვერსიის ინფორმაციის ჩვენება

source: Do not use status icon (Ctrl-Alt-P for menu)
ka: არ გამოიყენო სტატუსის ხატულა (მენიუსთვის დააჭირეთ ღილაკებს Ctrl+Alt+P)

source: Dummy desc
ka: სულელური აღწ

source: Dummy tip
ka: სულელური მინიშნება

source: _Edit actions
ka: ქმედებ_ების ჩასწორება

source: _Edit Clipboard
ka: ბუფერის ჩასწორ_ება

source: Editing Clipboard
ka: ბუდერის ჩასწორება

source: Empty
ka: ცარიელი

source: End
ka: დასასრული

source: Executing action...
ka: ქმედების შესრულება...

source: _History
ka: _ისტორია

source: History key combination:
ka: ისტორიის ღილაკების კომბინაცია:

source: Hotkeys
ka: კლავიატურის მალსახმობები

source: If checked, does a search-as-you-type. Turns red if not found. Goes to top (Alt-E) line when no chars are entered for search
ka: თუ ჩართულია, ძებნა კრეფისას მოხდება. გაწითლდება, თუ ნაპოვნი არაა. გადავა ზედა (Alt-E) ხაზზე, როცა საძებნელად სიმბოლოები შეყვანილი არაა

source: If checked, does case sensitive search
ka: თუ ჩართულია, ძებნისას დიდი და პატარა ასოები განსხვავდება

source: If checked, edit the history item clicked on.
ka: თუ ჩართულია, შეგიძლიათ ისტორიის ელემენტის ჩასწორება.

source: If checked, enables checking multiple concurrent user logic. Use if several different users are logged in at the same time.
ka: თუ ჩართულია, ჩართავს მრავალი ერთდროული მომხმარებლის ლოგიკას. გამოიყენეთ, თუ სისტემაში შესულია ერთდროულად ერთზე მეტი მომხმარებელი.

source: If checked, enables debug prints on clipboard update logic. This only takes effect when enabled at start up, and may be disabled at compile time.
ka: თუ ჩართულია, ჩართავს ბუფერის განახლების ლოგიკის გამართვის შეტყობინებებს. ამას ეფექტი, მხოლოდ, გაშვებისას აქვს და შეიძლება მისი გამორთვა აგების დროს.

source: If checked, enables the persistent history.
ka: თუ ჩართულია, ჩართავს მუდმივ ისტორიას.

source: If checked, places current clipboard entry at top of list. If not checked, history does not get sorted.
ka: თუ ჩართულია, მიმდინარე ბუფერის ჩანაწერს სიის თავში მოათავსებს. თუ ჩართული არაა, ისტორიის დალაგება არ მოხდება.

source: If checked, puts the persistent history at the top of the history list. If the option above is checked, this option has no effect.
ka: თუ ჩართულია, მიდმივ ისტორიას ისტორიის სიის თავში მოათავსებს. თუ ზედა პარამეტრი ჩართულია, ამას ეფექტი არ აქვს.

source: If checked, puts the persistent history in a new list and enables the Persistent History HotKey. You will need to use the persistent history hotkey to see the history.
ka: თუ ჩართულია, მიმივ ისტორიას ახალ სიაში მოათავსებს და ჩართავს მუდმივი ისტორიის მალსახმობს. ისტორიის სანახავად მუდმივი ისტორიის მალსახმობი უნდა გამოიყენოთ.

source: If checked, the current entry will be on the bottom instead of the top.
ka: თუ ჩართულია, მიმდინარე ჩანაწერი სიის თავის მაგიერ ბოლოში მოთავსდება.

source: If checked, Use the clipboard, which is Ctrl-C, Ctrl-V
ka: თუ ჩართულია, გამოიყენებს ბუფერს, რაც არის Ctrl-C, Ctrl-V

source: If checked, Use the primary clipboard (mouse highlight-copy, middle mouse button paste)
ka: თუ ჩართულია, გამოყენებული იქნება ძირითადი ბუფერი (თაგუნათი მონიშვნა-კოპირება, თაგუნას შუა ღილაკი - ჩასმა)

source: If checked, use X, Y to position the history list
ka: თუ ჩართულია, ისტორიის სიის მოსათავსებლად გამოყენებული იქნება X, Y

source: If checked, will display tabs with Right arrow (utf8,\2192), newlines with pharagrph(\204b), and spaces with square-u(\2423).
ka: თუ ჩართული იქნება ტაბულაციები ნაჩვენები იქნება მარჯვენა ისრით (utf8,\2192), ხაზის გადატანები აბზაცით(\204b) და ჰარეები კვადრატით u(\2423).

source: If checked, will emit the history entry via the keyboard entry.
ka: თუ ჩართულია, ეს ამოაგდებს ისტორიის ჩანაწერს კლავიატურის ჩანაწერის მიხედვით.

source: If checked, will ignore any clipboard additions that contain only whitespace.
ka: თუ ჩართულია, ეს გამოტოვებს ბუფერის დამატებებს, რომლებიც, მხოლოდ, თეთრ ჰარეებს შეიცავს.

source: If checked, will keep both clipboards with the same content. If primary is pasted, then copy will have the same data.
ka: თუ ჩართულია, ორივე ბუფერს იგივე შემცველობა ექნება. თუ ჩასმა ძირითადიდან ხდება, მაშინ კოპირებას იგივე მონაცემები ექნება.

source: If checked, will replace newlines with spaces.
ka: თუ ჩართულია, ხაზის გადატანებს ჰარეთი შეცვლის.

source: If checked, will restore clipboard entry on application exit.
ka: თუ ჩართულია, ბუფერის ჩანაწერი აღდგება აპლიკაციიდან გასვლისას.

source: If checked, will trim whitespace from beginning and end of entry.
ka: თუ ჩართულია, მოხდება ჩანაწერის თავიდან და ბოლოდან თეთრი ჰარეების წაკვეთა.

source: If checked, will use Ctrl-V paste.
ka: თუ ჩართულია, Ctrl-V ჩასმას მოახდენს.

source: If checked, will use middle mouse to paste.
ka: თუ ჩართულია, თაგუნას შუა ღილაკი ჩასმას მოახდენს.

source: If checked, will use xdotool to paste wherever the mouse is. NOTE! Package xdotool MUST BE INSTALLED for this to work.
ka: თუ ჩართულია, გამოიყენებს პროგრამას xdotool ჩასასმელად იქ, სადაც თაგუნაა. შენიშვნა! იმისათვის, რომ ამან იმუშასოს პაკეტი xdotool *უნდა დააყენოთ*.

source: Ignore Whitespace Only
ka: მხოლოდ თეთრი ჰარეების გამოტოვება

source: Items in history
ka: ელემენტები ისტორიაში

source: Key
ka: ღილაკი

source: Keyboard Input
ka: კლავიატურით შეყვანა

source: Lightweight GTK+ clipboard manager.
ka: მსუბუქი GTK+ ბუფერის მმართველი.

source: Max Data Size(KB)
ka: მაქს. მონაცემების ზომა (კბ)

source: Maximum data size of entire history list
ka: მაქსიმალური მონაცემების ზომა ისტორიის სრული სიისთვის

source: Maximum data size of one item
ka: მაქსიმალური მონაცემების ზომა ერთი ჩანაწერისთვის

source: Maximum number of clipboard entries to keep
ka: შესანარჩუნებელი ბუფერის ჩანაწერების მაქს. რაოდენობა

source: Max Item Size(KB)
ka: მაქს. ელემენტის ზომა (კბ)

source: Menu key combination
ka: მენიუს ღილაკების კომბინაცია

source: Middle
ka: შუა

source: Mouse
ka: თაგუნა

source: Multiuser
ka: მრავალმომხმარებლიანი

source: Name of Parcellite icon. If this is mis-typed, icon will not appear.
ka: Parcellite-ის ხატულას სახელი. თუ ამას არასწორად აკრეფთ, ხატულა არ გამოჩნდება.

source: Omit items in the:
ka: ელემენტების ამოღება საიდან:

source: Parcellite Icon Name
ka: Parcellite-ის ხატულას სახელი

source: Paste All Entry Delimiter
ka: ყველა ჩანაწერის გამყოფის ჩასმა

source: Persistent As Separate List
ka: მუდმივი, როგორც ცალკე სია

source: Persistent History
ka: მუდმივი ისტორია

source: Persistent history key:
ka: მუდმივი ისტორიის ღილაკი:

source: Persistent On Top
ka: მუდმივად ზემოდან

source: Position history
ka: მდებარეობის ისტორია

source: Position in pixels from the top of the screen
ka: მდებარეობა პიქსელებში ეკრანის ზედა მხრიდან

source: Preferences
ka: მორგება

source: Print clipboard contents
ka: ბუფერის შემცველობის დაბეჭდვა

source: Print primary contents
ka: ძირითადი შემცველობის დაბეჭდვა

source: Remove
ka: წაშლა

source: Restore Empty
ka: ბუფერის შენარჩულება აპლიკაციის დახურვისას

source: Right Click Edit
ka: მარჯვენა წკაპის ჩასწორება

source: Save history
ka: ისტორიის შენახვა

source: Save History as a text file. Prepends xHIST_0000 to each entry. x is either P(persistent) or N (normal)
ka: ისტორიის შენახვა ტექსტურ ფაილში. ყოველ ჩანაწერს წინ მიაწერს xHIST_0000. x ან P-ია (მუდმივი), ან N (ნორმალური)

source: Save history to a file.
ka: ისტორიის შენახვა ფაილში.

source: Search As You Type
ka: ძებნა აკრეფის მიმდინარეობისას

source: Show in a single line
ka: ჩვენება ერთ ხაზში

source: Show in reverse order
ka: ჩვენება შებრუნებული მიმდევრობით

source: S_ynchronize clipboards
ka: _ბუფერების სინქრონიზება

source: This is the Action Name. DO NOT put commands here.
ka: ეს ქმედების სახელია. აქ ბრძანებებს ნუ ჩასვამთ.

source: This string will be inserted between each line of history for paste all.
ka: ეს სტრიქონი ჩასმული იქნება ისტორიის ყველა ჩანაწერს შორის.

source: Trim Newlines
ka: ხაზის გადატანების წაკვეთა

source: Trim Whitespace
ka: თეთრი ჰარეების წაკვეთა

source: Use Alt-E to edit, Alt-C to clear
ka: Alt-E ჩასასწორებლად, Alt-C გასასუფთავებლად

source: Use _Copy (Ctrl-C)
ka: _კოპირების გამოყენება (Ctrl-C)

source: Use %% if you want a literal %. See the man page for gnuC printf (man 2 printf) for more information.
ka: თუ გნებავთ, ჩასვათ %, გამოიყენეთ %%. მეტი ინფორმაციისთვის იხილეთ gnuC printf-ის სახელმძღვანელო (man 2 printf).

source: Use _Primary (Selection)
ka: _ძირითადის გამოყენება (მონიშნული)

source: Written by Gilberto "Xyhthyx" Miralla and Doug Springer. Report bugs to <gpib@rickyrockrat.net>.
ka: ავტორები: Gilberto "Xyhthyx" Miralla და Doug Springer. შეცდომებზე მოგვწერეთ: <gpib@rickyrockrat.net>.

source: xdotool Not Installed
ka: xdotool დაყენებული არაა
